{
    "13": {
      "summary": "Dette karmique du travail et de la discipline",
      "challenge": "Éviter la paresse, la dispersion et l’impatience.",
      "details": "Le nombre 13 indique qu’il y a eu abus de pouvoir ou paresse dans des vies passées. Dans cette vie, tu es appelé à apprendre la valeur de l’effort régulier, de l’organisation et de la persévérance. Tu réussiras à force de constance, mais toute tentative de raccourci te ramènera à des épreuves répétées.",
      "keywords": ["travail", "discipline", "persévérance", "patience", "organisation"]
    },
    "14": {
      "summary": "Dette karmique de la liberté et de la modération",
      "challenge": "Éviter les excès, l’instabilité et les dépendances.",
      "details": "Le nombre 14 révèle qu’il y a eu des abus de liberté, de sensualité ou de plaisirs dans le passé. Cette vie demande d’apprendre la tempérance, le respect des limites et la gestion responsable de la liberté. Les excès peuvent entraîner des pertes soudaines et des bouleversements.",
      "keywords": ["liberté", "modération", "adaptabilité", "équilibre", "responsabilité"]
    },
    "16": {
      "summary": "Dette karmique de l’ego et de l’humilité",
      "challenge": "Ne pas céder à l’orgueil, aux illusions ou aux attachements superficiels.",
      "details": "Le nombre 16 indique des abus liés à l’ego, au contrôle ou à des comportements destructeurs. Cette vie exige une transformation profonde : apprendre l’humilité, se libérer de l’orgueil et des dépendances émotionnelles. Il y a souvent des épreuves brusques qui forcent à l’introspection et au lâcher-prise.",
      "keywords": ["humilité", "transformation", "spiritualité", "détachement", "réflexion"]
    },
    "19": {
      "summary": "Dette karmique de l’indépendance et de l’altruisme",
      "challenge": "Apprendre à coopérer et éviter l’égoïsme ou l’isolement.",
      "details": "Le nombre 19 montre qu’il y a eu abus de pouvoir, d’autorité ou d’égoïsme dans des vies passées. Dans cette vie, tu dois apprendre à collaborer, à respecter l’égalité dans les relations et à te mettre au service des autres sans domination. La réussite passe par l’humilité et la solidarité.",
      "keywords": ["indépendance", "coopération", "altruisme", "équilibre", "responsabilité"]
    }
}