{
    "central_balance": {
      "1": {
        "keyword": "Volonté alignée",
        "interpretation": "Ton centre intérieur t’invite à affirmer ta direction avec confiance, sans dominer ni te soumettre."
      },
      "2": {
        "keyword": "Harmonie intérieure",
        "interpretation": "Ton centre intérieur cherche l’équilibre entre action et écoute, force et douceur."
      },
      "3": {
        "keyword": "Expression authentique",
        "interpretation": "Ton centre intérieur trouve sa paix en exprimant ta vérité avec joie et légèreté."
      },
      "4": {
        "keyword": "Stabilité",
        "interpretation": "Ton centre intérieur s’ancre dans la sécurité et la constance, pour bâtir sur des bases solides."
      },
      "5": {
        "keyword": "Adaptabilité",
        "interpretation": "Ton centre intérieur apprend à évoluer, à te libérer des cadres rigides pour suivre le mouvement de la vie."
      },
      "6": {
        "keyword": "Responsabilité aimante",
        "interpretation": "Ton centre intérieur équilibre amour et devoir, cherchant à créer l’harmonie autour de toi."
      },
      "7": {
        "keyword": "Sagesse intérieure",
        "interpretation": "Ton centre intérieur te pousse à te relier à ta vérité spirituelle et à suivre ton intuition."
      },
      "8": {
        "keyword": "Puissance maîtrisée",
        "interpretation": "Ton centre intérieur canalise la force et la discipline sans tomber dans le contrôle excessif."
      },
      "9": {
        "keyword": "Compassion universelle",
        "interpretation": "Ton centre intérieur s’ouvre à la compréhension des autres et au pardon."
      },
      "10": {
        "keyword": "Renouveau",
        "interpretation": "Ton centre intérieur marque la fin d’un cycle et t’encourage à renaître plus aligné."
      },
      "11": {
        "keyword": "Éveil spirituel",
        "interpretation": "Ton centre intérieur t’invite à vivre selon une guidance plus haute, au service de l’inspiration."
      },
      "12": {
        "keyword": "Service conscient",
        "interpretation": "Ton centre intérieur trouve l’équilibre dans le don, la compassion et la coopération."
      },
      "13": {
        "keyword": "Transformation",
        "interpretation": "Ton centre intérieur te pousse à mourir symboliquement à l’ancien pour renaître dans ta vérité."
      },
      "14": {
        "keyword": "Liberté équilibrée",
        "interpretation": "Ton centre intérieur t’apprend à suivre le mouvement de la vie sans perdre ton axe."
      },
      "15": {
        "keyword": "Amour magnétique",
        "interpretation": "Ton centre intérieur harmonise passion et douceur, attirant l’amour par authenticité."
      },
      "16": {
        "keyword": "Révélation",
        "interpretation": "Ton centre intérieur brise les illusions pour t’amener à un amour plus pur et une conscience plus haute."
      },
      "17": {
        "keyword": "Foi et rayonnement",
        "interpretation": "Ton centre intérieur brille lorsque tu agis avec confiance et intégrité."
      },
      "18": {
        "keyword": "Clarté émotionnelle",
        "interpretation": "Ton centre intérieur t’invite à distinguer l’intuition de la peur et à apaiser ton monde intérieur."
      },
      "19": {
        "keyword": "Lumière de conscience",
        "interpretation": "Ton centre intérieur irradie lorsque tu reconnais ta propre valeur et partages ta lumière."
      },
      "20": {
        "keyword": "Jugement intérieur juste",
        "interpretation": "Ton centre intérieur équilibre le mental et le cœur pour faire des choix alignés."
      },
      "21": {
        "keyword": "Accomplissement intérieur",
        "interpretation": "Ton centre intérieur atteint la plénitude lorsque tu vis en cohérence avec ta mission d’âme."
      },
      "22": {
        "keyword": "Maîtrise universelle",
        "interpretation": "Ton centre intérieur incarne l’union parfaite du spirituel et du matériel, du masculin et du féminin."
      }
    }
  }