{
    "pouvoir_social": {
      "1": "Projette du courage, du leadership et une image d’indépendance. Capacité à inspirer par l’exemple.",
      "2": "Énergie de coopération et d’écoute tournée vers les autres. Influence par la diplomatie et l’harmonie.",
      "3": "Communication ouverte et expressive. Rayonnement social à travers la créativité et la joie partagée.",
      "4": "Apporte de la rigueur, de l’organisation et un cadre sécurisant aux relations sociales et professionnelles.",
      "5": "Projection d’un esprit libre, adaptable et ouvert aux changements. Attire par le dynamisme et la curiosité.",
      "6": "Énergie de soin, d’amour et de responsabilité envers autrui. Influence par l’équilibre et la loyauté.",
      "7": "Partage de connaissances, de sagesse et de profondeur. Influence spirituelle ou intellectuelle.",
      "8": "Puissance et affirmation dans le monde extérieur. Capacité à diriger, à gérer et à construire dans le concret.",
      "9": "Énergie tournée vers l’humanisme, la compassion et la vision globale. Influence altruiste et inspirante.",
      "10": "Capacité à transmettre un souffle de renouveau, d’optimisme et de mouvement dans les relations.",
      "11": "Projection d’une force visionnaire et spirituelle. Influence intuitive, inspirante et magnétique.",
      "12": "Énergie sociale tournée vers l’intégration dans un groupe. Apprentissage à influencer sans se sacrifier.",
      "13": "Influence par l’effort, la persévérance et la transformation. Impact durable mais construit par étapes.",
      "14": "Projection de liberté et de flexibilité. Influence par l’adaptation et la variété des expériences.",
      "15": "Rayonnement charismatique, magnétique et passionné. Influence forte dans le domaine affectif et créatif.",
      "16": "Influence par l’exemple de résilience et de profondeur spirituelle. Transmission de leçons karmiques.",
      "17": "Projection de respect et d’autorité équilibrée. Influence stable et porteuse de valeurs élevées.",
      "18": "Énergie intense et parfois ambiguë tournée vers l’extérieur. Influence à travers les émotions collectives.",
      "19": "Projection d’une lumière forte après des épreuves. Influence karmique, leadership marqué.",
      "20": "Capacité à juger, décider et influencer dans un cadre collectif. Transmission d’équité et de discernement.",
      "21": "Rayonnement social global. Influence par l’unité, l’ouverture et le succès partagé.",
      "22": "Influence universelle et constructive. Capacité à bâtir des projets d’envergure au service du collectif."
    },
    "influence_social": {
      "1": "Image sociale d’un pionnier. Reconnu pour son courage et sa volonté de se démarquer.",
      "2": "Représente l’allié, le médiateur. Les autres perçoivent une énergie douce et coopérative.",
      "3": "Image publique créative et sociable. Attire par son charisme et son sens de la communication.",
      "4": "Perçu comme fiable, discipliné et méthodique. Inspire confiance par sa stabilité.",
      "5": "Image dynamique et libre. Attire par son goût de l’aventure et son esprit novateur.",
      "6": "Vu comme protecteur, responsable et bienveillant. Inspire par son sens de l’équilibre et du service.",
      "7": "Perçu comme sage, réfléchi et parfois mystérieux. Attire par son savoir et sa profondeur.",
      "8": "Image de réussite, d’autorité et de puissance. Reconnu pour sa gestion et son ambition.",
      "9": "Vu comme altruiste et visionnaire. Inspire par son humanisme et sa générosité.",
      "10": "Image en constante évolution. Perçu comme moteur de renouveau et d’enthousiasme.",
      "11": "Reconnu comme visionnaire et inspirant. Attire par son aura spirituelle et intuitive.",
      "12": "Image d’intégration sociale. Attire des cercles collectifs mais doit éviter le sacrifice de soi.",
      "13": "Vu comme travailleur acharné et transformateur. Inspire par sa capacité à bâtir et régénérer.",
      "14": "Perçu comme libre et flexible. Attire par son énergie mobile et son adaptabilité.",
      "15": "Image magnétique et passionnée. Inspire par son charisme et sa chaleur affective.",
      "16": "Perçu comme porteur de leçons profondes. Inspire par sa capacité à surmonter des épreuves.",
      "17": "Reconnu comme solide, fiable et digne de respect. Inspire la confiance et la loyauté.",
      "18": "Image parfois ambiguë mais captivante. Inspire par sa force émotionnelle et son intensité.",
      "19": "Perçu comme un être de lumière après des épreuves. Inspire par sa résilience et sa clarté.",
      "20": "Vu comme juste et équilibré. Inspire confiance dans les décisions et les jugements.",
      "21": "Reconnu pour sa vision globale et son ouverture. Inspire par ses succès partagés et collectifs.",
      "22": "Image d’un bâtisseur universel. Inspire par sa capacité à réaliser de grands projets durables."
    }
}