{
    "feminine_line": {
      "spirit": {
        "1": { "keyword": "Intuition", "interpretation": "Ton esprit féminin ressent naturellement la vérité avant même de la comprendre mentalement." },
        "2": { "keyword": "Empathie", "interpretation": "Ton esprit féminin capte les émotions des autres et les transforme en compréhension." },
        "3": { "keyword": "Création", "interpretation": "Ton esprit féminin s’exprime avec art et imagination, reliant beauté et sensibilité." },
        "4": { "keyword": "Structure intérieure", "interpretation": "Ton esprit féminin cherche la stabilité émotionnelle pour se sentir en sécurité et confiante." },
        "5": { "keyword": "Liberté émotionnelle", "interpretation": "Ton esprit féminin a besoin de fluidité et de mouvement pour se sentir vivant et inspiré." },
        "6": { "keyword": "Amour inconditionnel", "interpretation": "Ton esprit féminin comprend l’amour comme un lien sacré et guérisseur." },
        "7": { "keyword": "Sagesse intuitive", "interpretation": "Ton esprit féminin contemple et écoute le silence pour percevoir la vérité profonde." },
        "8": { "keyword": "Puissance douce", "interpretation": "Ton esprit féminin rayonne une autorité tranquille, basée sur la confiance en soi." },
        "9": { "keyword": "Générosité", "interpretation": "Ton esprit féminin pense à l’humanité et cherche à apporter soutien et compassion." },
        "10": { "keyword": "Renouveau", "interpretation": "Ton esprit féminin se régénère facilement, transformant les cycles de vie en sagesse." },
        "11": { "keyword": "Connexion spirituelle", "interpretation": "Ton esprit féminin canalise la lumière et inspire par sa présence subtile." },
        "12": { "keyword": "Service lumineux", "interpretation": "Ton esprit féminin trouve sa paix en offrant amour et douceur aux autres." },
        "13": { "keyword": "Guérison", "interpretation": "Ton esprit féminin libère les anciennes blessures pour renaître dans sa vérité." },
        "14": { "keyword": "Adaptation", "interpretation": "Ton esprit féminin suit le flux de la vie avec grâce et ouverture." },
        "15": { "keyword": "Séduction", "interpretation": "Ton esprit féminin attire naturellement par son charme et son magnétisme émotionnel." },
        "16": { "keyword": "Révélation", "interpretation": "Ton esprit féminin découvre sa lumière à travers les remises en question profondes." },
        "17": { "keyword": "Foi intérieure", "interpretation": "Ton esprit féminin croit en sa lumière même dans les moments d’ombre." },
        "18": { "keyword": "Sensibilité", "interpretation": "Ton esprit féminin perçoit tout avec finesse, capable de ressentir au-delà des mots." },
        "19": { "keyword": "Rayonnement", "interpretation": "Ton esprit féminin éclaire son entourage par son exemple et sa bienveillance." },
        "20": { "keyword": "Clarté", "interpretation": "Ton esprit féminin distingue ce qui est vrai de ce qui ne l’est pas avec sagesse." },
        "21": { "keyword": "Unité", "interpretation": "Ton esprit féminin comprend la vie comme une danse entre l’amour et la vérité." },
        "22": { "keyword": "Créatrice divine", "interpretation": "Ton esprit féminin relie l’intuition à la matière, donnant vie à des œuvres inspirées." }
      },
      "heart": {
        "1": { "keyword": "Indépendance", "interpretation": "Ton cœur féminin aime avec liberté, sans perdre son identité." },
        "2": { "keyword": "Douceur", "interpretation": "Ton cœur féminin cherche l’harmonie et le lien authentique dans chaque relation." },
        "3": { "keyword": "Expression", "interpretation": "Ton cœur féminin aime partager la joie et embellir le monde autour de lui." },
        "4": { "keyword": "Fidélité", "interpretation": "Ton cœur féminin est loyal, stable et profondément attaché à ses valeurs." },
        "5": { "keyword": "Exploration", "interpretation": "Ton cœur féminin s’épanouit dans le changement et la découverte émotionnelle." },
        "6": { "keyword": "Tendresse", "interpretation": "Ton cœur féminin offre un amour protecteur et attentionné." },
        "7": { "keyword": "Sérénité", "interpretation": "Ton cœur féminin aime le calme et la profondeur des liens sincères." },
        "8": { "keyword": "Force", "interpretation": "Ton cœur féminin garde son équilibre même dans les tempêtes émotionnelles." },
        "9": { "keyword": "Compassion", "interpretation": "Ton cœur féminin embrasse la souffrance et la transforme en amour universel." },
        "10": { "keyword": "Transformation", "interpretation": "Ton cœur féminin renaît après chaque blessure, plus doux et plus sage." },
        "11": { "keyword": "Inspiration", "interpretation": "Ton cœur féminin perçoit les émotions subtiles et les exprime avec grâce." },
        "12": { "keyword": "Partage", "interpretation": "Ton cœur féminin s’épanouit dans les échanges sincères et la solidarité." },
        "13": { "keyword": "Guérison", "interpretation": "Ton cœur féminin apprend à se libérer des anciens schémas pour aimer pleinement." },
        "14": { "keyword": "Flexibilité", "interpretation": "Ton cœur féminin change avec légèreté, trouvant toujours un chemin d’harmonie." },
        "15": { "keyword": "Charme", "interpretation": "Ton cœur féminin attire naturellement l’amour et la confiance." },
        "16": { "keyword": "Éveil", "interpretation": "Ton cœur féminin s’ouvre à l’amour spirituel, détaché des illusions." },
        "17": { "keyword": "Foi", "interpretation": "Ton cœur féminin croit profondément en la bonté de la vie et des autres." },
        "18": { "keyword": "Intuition", "interpretation": "Ton cœur féminin sent avant de comprendre, guidé par un ressenti profond." },
        "19": { "keyword": "Rayonnement", "interpretation": "Ton cœur féminin inspire par sa lumière et sa chaleur bienveillante." },
        "20": { "keyword": "Paix", "interpretation": "Ton cœur féminin cherche la réconciliation et la paix dans toutes les relations." },
        "21": { "keyword": "Union", "interpretation": "Ton cœur féminin relie les âmes, créant l’unité dans la diversité." },
        "22": { "keyword": "Amour universel", "interpretation": "Ton cœur féminin aime sans condition, relié à une mission d’amour supérieure." }
      },
      "energy": {
        "1": { "keyword": "Création", "interpretation": "Ton énergie féminine initie les projets avec inspiration et foi." },
        "2": { "keyword": "Réception", "interpretation": "Ton énergie féminine accueille et transforme les situations avec douceur." },
        "3": { "keyword": "Expression", "interpretation": "Ton énergie féminine se manifeste par la parole, l’art et la beauté." },
        "4": { "keyword": "Stabilité", "interpretation": "Ton énergie féminine structure avec patience et constance." },
        "5": { "keyword": "Flux", "interpretation": "Ton énergie féminine circule librement, suivant les cycles naturels de la vie." },
        "6": { "keyword": "Nurture", "interpretation": "Ton énergie féminine prend soin et crée un espace sécurisant pour les autres." },
        "7": { "keyword": "Introspection", "interpretation": "Ton énergie féminine agit depuis la paix intérieure et la réflexion." },
        "8": { "keyword": "Puissance douce", "interpretation": "Ton énergie féminine agit avec force tranquille et magnétisme naturel." },
        "9": { "keyword": "Générosité", "interpretation": "Ton énergie féminine sert et partage, donnant sans attendre en retour." },
        "10": { "keyword": "Renaissance", "interpretation": "Ton énergie féminine se régénère et s’adapte avec fluidité." },
        "11": { "keyword": "Canalisation", "interpretation": "Ton énergie féminine agit en se laissant guider par l’intuition supérieure." },
        "12": { "keyword": "Coopération", "interpretation": "Ton énergie féminine agit dans la douceur, unissant les forces autour d’elle." },
        "13": { "keyword": "Transformation", "interpretation": "Ton énergie féminine alchimise les difficultés en beauté et en lumière." },
        "14": { "keyword": "Souplesse", "interpretation": "Ton énergie féminine s’adapte sans résistance, épousant le mouvement de la vie." },
        "15": { "keyword": "Magnétisme", "interpretation": "Ton énergie féminine attire les opportunités et crée sans effort." },
        "16": { "keyword": "Détachement", "interpretation": "Ton énergie féminine agit sans contrôle, confiante dans le flux divin." },
        "17": { "keyword": "Rayonnement", "interpretation": "Ton énergie féminine inspire et élève les autres par son exemple lumineux." },
        "18": { "keyword": "Fluidité", "interpretation": "Ton énergie féminine agit en suivant l’élan du cœur et du moment présent." },
        "19": { "keyword": "Clarté", "interpretation": "Ton énergie féminine éclaire par la transparence et la sincérité de ses actions." },
        "20": { "keyword": "Justice douce", "interpretation": "Ton énergie féminine agit pour rétablir l’harmonie avec bienveillance." },
        "21": { "keyword": "Accomplissement", "interpretation": "Ton énergie féminine manifeste l’unité à travers des créations inspirées." },
        "22": { "keyword": "Canal divin", "interpretation": "Ton énergie féminine relie la matière et l’esprit pour donner vie au sacré." }
      }
    }
  }