{
    "masculine_line": {
      "spirit": {
        "1": { "keyword": "Volonté", "interpretation": "Ton esprit masculin est indépendant et pionnier, il cherche à diriger et à affirmer sa propre voie." },
        "2": { "keyword": "Coopération", "interpretation": "Ton esprit masculin recherche l'équilibre et la compréhension mutuelle pour construire dans la paix." },
        "3": { "keyword": "Créativité", "interpretation": "Ton esprit masculin s'exprime avec légèreté, il aime communiquer et partager ses idées librement." },
        "4": { "keyword": "Stabilité", "interpretation": "Ton esprit masculin est méthodique et structuré, il aime bâtir des bases solides et sécurisées." },
        "5": { "keyword": "Liberté", "interpretation": "Ton esprit masculin explore sans cesse, curieux du monde et des expériences nouvelles." },
        "6": { "keyword": "Responsabilité", "interpretation": "Ton esprit masculin agit avec loyauté et souhaite protéger ceux qu’il aime." },
        "7": { "keyword": "Sagesse", "interpretation": "Ton esprit masculin est analytique et profond, toujours en quête de vérité intérieure." },
        "8": { "keyword": "Pouvoir", "interpretation": "Ton esprit masculin maîtrise la matière, il vise la réussite concrète et la reconnaissance." },
        "9": { "keyword": "Humanisme", "interpretation": "Ton esprit masculin pense pour le collectif, il cherche à améliorer le monde." },
        "10": { "keyword": "Accomplissement", "interpretation": "Ton esprit masculin incarne la maîtrise et le renouveau dans ses projets de vie." },
        "11": { "keyword": "Inspiration", "interpretation": "Ton esprit masculin est visionnaire et inspirant, connecté à une conscience supérieure." },
        "12": { "keyword": "Service", "interpretation": "Ton esprit masculin trouve sa paix en collaborant et en servant le bien commun." },
        "13": { "keyword": "Transformation", "interpretation": "Ton esprit masculin apprend par les défis, il renaît sans cesse plus fort." },
        "14": { "keyword": "Souplesse", "interpretation": "Ton esprit masculin est agile, il s’adapte facilement aux changements de vie." },
        "15": { "keyword": "Charisme", "interpretation": "Ton esprit masculin rayonne, attirant naturellement les autres par sa force intérieure." },
        "16": { "keyword": "Révélation", "interpretation": "Ton esprit masculin traverse les remises en question pour s’éveiller à sa vérité." },
        "17": { "keyword": "Noblesse", "interpretation": "Ton esprit masculin allie ambition et intégrité pour servir une cause juste." },
        "18": { "keyword": "Intuition", "interpretation": "Ton esprit masculin perçoit profondément les émotions collectives et s’en inspire." },
        "19": { "keyword": "Rayonnement", "interpretation": "Ton esprit masculin illumine par son exemple et inspire confiance autour de lui." },
        "20": { "keyword": "Discernement", "interpretation": "Ton esprit masculin juge avec sagesse, cherchant toujours la justice et l’équité." },
        "21": { "keyword": "Unité", "interpretation": "Ton esprit masculin intègre toutes les expériences pour construire une vision globale." },
        "22": { "keyword": "Bâtisseur", "interpretation": "Ton esprit masculin relie le ciel et la terre, réalisant des projets durables pour l’humanité." }
      },
      "heart": {
        "1": { "keyword": "Courage", "interpretation": "Ton cœur masculin agit avec assurance, prêt à aimer sans peur ni dépendance." },
        "2": { "keyword": "Écoute", "interpretation": "Ton cœur masculin ressent profondément et cherche l’harmonie dans les relations." },
        "3": { "keyword": "Joie", "interpretation": "Ton cœur masculin s’exprime avec légèreté, il aime le partage et la spontanéité." },
        "4": { "keyword": "Fidélité", "interpretation": "Ton cœur masculin recherche la stabilité, la loyauté et la confiance mutuelle." },
        "5": { "keyword": "Aventure", "interpretation": "Ton cœur masculin aime la liberté et s’épanouit dans la découverte de nouvelles expériences." },
        "6": { "keyword": "Amour", "interpretation": "Ton cœur masculin se nourrit de tendresse et d’un besoin sincère d’unité familiale." },
        "7": { "keyword": "Spiritualité", "interpretation": "Ton cœur masculin est introspectif et cherche la paix intérieure avant tout." },
        "8": { "keyword": "Maîtrise", "interpretation": "Ton cœur masculin reste fort et stable même dans les tempêtes émotionnelles." },
        "9": { "keyword": "Compassion", "interpretation": "Ton cœur masculin est tourné vers le don, la bienveillance et le soutien des autres." },
        "10": { "keyword": "Renouveau", "interpretation": "Ton cœur masculin se régénère après chaque épreuve avec foi et persévérance." },
        "11": { "keyword": "Intuition", "interpretation": "Ton cœur masculin capte les émotions subtiles et les transforme en inspiration." },
        "12": { "keyword": "Partage", "interpretation": "Ton cœur masculin s’ouvre facilement aux autres dans un esprit d’équipe et de douceur." },
        "13": { "keyword": "Reconstruction", "interpretation": "Ton cœur masculin apprend à aimer après les épreuves, plus fort et plus vrai." },
        "14": { "keyword": "Adaptation", "interpretation": "Ton cœur masculin évolue avec fluidité, trouvant la liberté dans la confiance." },
        "15": { "keyword": "Passion", "interpretation": "Ton cœur masculin vibre d’intensité, animé par le désir d’aimer pleinement." },
        "16": { "keyword": "Éveil", "interpretation": "Ton cœur masculin apprend à se détacher du passé pour aimer sans condition." },
        "17": { "keyword": "Foi", "interpretation": "Ton cœur masculin croit profondément à l’amour vrai et à la fidélité du lien." },
        "18": { "keyword": "Sensibilité", "interpretation": "Ton cœur masculin ressent avec profondeur et porte un amour universel." },
        "19": { "keyword": "Lumière", "interpretation": "Ton cœur masculin éclaire les autres par sa chaleur et sa générosité naturelle." },
        "20": { "keyword": "Équilibre", "interpretation": "Ton cœur masculin sait trouver la juste mesure entre donner et recevoir." },
        "21": { "keyword": "Harmonie", "interpretation": "Ton cœur masculin réunit les contraires pour créer l’unité dans les relations." },
        "22": { "keyword": "Mission", "interpretation": "Ton cœur masculin porte un amour universel, au service d’un idéal supérieur." }
      },
      "energy": {
        "1": { "keyword": "Action", "interpretation": "Ton énergie masculine agit avec détermination, cherchant à initier et diriger." },
        "2": { "keyword": "Collaboration", "interpretation": "Ton énergie masculine agit avec douceur, cherchant l’union plutôt que la compétition." },
        "3": { "keyword": "Expression", "interpretation": "Ton énergie masculine se manifeste à travers la créativité et la communication." },
        "4": { "keyword": "Construction", "interpretation": "Ton énergie masculine bâtit, organise et consolide ce qui est durable." },
        "5": { "keyword": "Mouvement", "interpretation": "Ton énergie masculine explore et s’adapte sans peur du changement." },
        "6": { "keyword": "Protection", "interpretation": "Ton énergie masculine agit avec amour et stabilité pour ceux qu’il protège." },
        "7": { "keyword": "Observation", "interpretation": "Ton énergie masculine agit avec discernement, préférant la précision à la vitesse." },
        "8": { "keyword": "Autorité", "interpretation": "Ton énergie masculine déploie un pouvoir stable et une maîtrise naturelle des situations." },
        "9": { "keyword": "Service", "interpretation": "Ton énergie masculine agit pour le bien commun, avec générosité et hauteur de vue." },
        "10": { "keyword": "Maîtrise", "interpretation": "Ton énergie masculine agit avec confiance, cherchant à parfaire ce qu’elle entreprend." },
        "11": { "keyword": "Inspiration", "interpretation": "Ton énergie masculine est créatrice et magnétique, elle motive et élève les autres." },
        "12": { "keyword": "Coopération", "interpretation": "Ton énergie masculine agit dans la diplomatie, unifiant les différences avec sagesse." },
        "13": { "keyword": "Renouveau", "interpretation": "Ton énergie masculine transforme les obstacles en leviers de croissance." },
        "14": { "keyword": "Souplesse", "interpretation": "Ton énergie masculine agit librement, sans rigidité, ouverte à l’inattendu." },
        "15": { "keyword": "Magnétisme", "interpretation": "Ton énergie masculine attire naturellement les ressources et les opportunités." },
        "16": { "keyword": "Détachement", "interpretation": "Ton énergie masculine agit avec recul, libérée des illusions de contrôle." },
        "17": { "keyword": "Ambition", "interpretation": "Ton énergie masculine poursuit des buts élevés, alignés avec ses valeurs profondes." },
        "18": { "keyword": "Émotion", "interpretation": "Ton énergie masculine canalise les émotions pour agir avec justesse et intuition." },
        "19": { "keyword": "Rayonnement", "interpretation": "Ton énergie masculine brille dans le monde, porteuse de confiance et d’exemplarité." },
        "20": { "keyword": "Équité", "interpretation": "Ton énergie masculine agit pour rétablir l’équilibre et la justice autour de lui." },
        "21": { "keyword": "Accomplissement", "interpretation": "Ton énergie masculine manifeste des réussites qui inspirent le collectif." },
        "22": { "keyword": "Bâtisseur", "interpretation": "Ton énergie masculine réalise des projets à grande portée, unifiant matière et esprit." }
      }
    }
  }