{
    "1": {
      "essence": "Ton cœur cherche à être reconnu pour sa singularité et son courage. Tu aimes profondément, mais tu veux rester libre et maître de ton destin. L’amour pour toi est un terrain de croissance personnelle.",
      "emotional_needs": [
        "Indépendance et espace personnel.",
        "Admiration et respect pour ton leadership naturel.",
        "Une relation qui stimule ton ambition et ton feu intérieur.",
        "Un partenaire fort, mais non dominateur."
      ],
      "love_language": "Tu exprimes l’amour par l’encouragement, la motivation et la loyauté. Tu veux élever l’autre sans le contrôler, et tu donnes tout quand tu crois au couple.",
      "emotional_challenge": "Le cœur 1 peut craindre la dépendance ou refuser la vulnérabilité. Ton défi est d’apprendre à partager le pouvoir émotionnel et à montrer ta douceur sans te sentir diminué(e)."
    },
    "2": {
      "essence": "Ton cœur est doux, réceptif et loyal. Tu cherches avant tout l’harmonie, la sécurité émotionnelle et la complicité dans l’amour.",
      "emotional_needs": [
        "Tendresse, attention et écoute réelle.",
        "Un lien affectif stable et prévisible.",
        "Un partenaire qui te rassure et te valorise.",
        "Des gestes d’amour plus que des grands discours."
      ],
      "love_language": "Tu aimes par la présence, le soin, le service. Tu ressens profondément l’autre et devines ses besoins avant même qu’il parle.",
      "emotional_challenge": "Le cœur 2 peut devenir dépendant ou craindre le rejet. Ton défi est d’aimer sans te perdre et de garder ton estime même quand l’autre s’éloigne."
    },
    "3": {
      "essence": "Ton cœur vibre de joie, de créativité et de communication. Tu as besoin d’un amour vivant, expressif et inspirant.",
      "emotional_needs": [
        "Rires, légèreté et complicité.",
        "Un partenaire qui t’écoute et te laisse t’exprimer.",
        "Une relation qui stimule ton imagination et ta joie.",
        "La liberté d’être toi, sans jugement."
      ],
      "love_language": "Tu exprimes ton amour par les mots, l’humour, la générosité et le partage d’instants heureux. Tu rayonnes quand tu sens que ton amour est accueilli avec gratitude.",
      "emotional_challenge": "Le cœur 3 peut fuir la profondeur par peur du rejet. Ton défi est d’apprendre à rester ouvert même quand les émotions deviennent sérieuses."
    },
    "4": {
      "essence": "Ton cœur a besoin de stabilité, de loyauté et d’engagement. Tu aimes bâtir sur du concret et créer des fondations solides avec ton partenaire.",
      "emotional_needs": [
        "Sécurité, fiabilité et constance.",
        "Un partenaire honnête et engagé.",
        "Des preuves d’amour tangibles et durables.",
        "Un sentiment de routine rassurante."
      ],
      "love_language": "Tu montres ton amour par le travail, la présence, la constance. Tu veux construire une vie stable, pas seulement vivre une passion passagère.",
      "emotional_challenge": "Le cœur 4 peut devenir rigide ou trop méfiant. Ton défi est de rester ouvert au changement et de faire confiance sans exiger la perfection."
    },
    "5": {
      "essence": "Ton cœur est un aventurier. Tu recherches la passion, la liberté et la découverte à travers l’amour.",
      "emotional_needs": [
        "Stimulation, mouvement et nouveauté.",
        "Un partenaire ouvert, joyeux et non possessif.",
        "Une relation vivante et évolutive.",
        "Un espace personnel respecté."
      ],
      "love_language": "Tu exprimes ton amour par la spontanéité, la séduction et l’énergie. Tu offres des émotions fortes et tu inspires ton partenaire à se dépasser.",
      "emotional_challenge": "Le cœur 5 craint l’enfermement. Ton défi est d’apprendre à t’engager sans te sentir piégé(e), et à canaliser ton feu pour durer."
    },
    "6": {
      "essence": "Ton cœur est dévoué, affectueux et protecteur. Tu cherches l’harmonie du foyer, la loyauté et le partage sincère.",
      "emotional_needs": [
        "Amour inconditionnel et engagement sincère.",
        "Sécurité émotionnelle et stabilité du couple.",
        "Un environnement paisible et bienveillant.",
        "Sentir que tu es indispensable à l’autre."
      ],
      "love_language": "Tu exprimes ton amour par les gestes tendres, la présence, le soin du quotidien. Tu fais passer le bonheur de l’autre avant le tien.",
      "emotional_challenge": "Le cœur 6 peut se sacrifier ou idéaliser son partenaire. Ton défi est d’aimer sans vouloir sauver et de t’aimer autant que tu donnes."
    },
    "7": {
      "essence": "Ton cœur est introspectif, spirituel et profond. Tu cherches un lien d’âme, pas une simple relation de surface.",
      "emotional_needs": [
        "Authenticité, confiance et espace pour réfléchir.",
        "Un partenaire sensible et respectueux de ton monde intérieur.",
        "Des conversations profondes et sincères.",
        "Une connexion spirituelle et émotionnelle."
      ],
      "love_language": "Tu exprimes l’amour par la compréhension, le silence apaisant et la profondeur du regard. Ton amour est discret mais réel.",
      "emotional_challenge": "Le cœur 7 peut se refermer ou douter de l’amour. Ton défi est de partager ton univers intérieur sans craindre d’être incompris(e)."
    },
    "8": {
      "essence": "Tu ressens profondément le besoin de sécurité, de reconnaissance et d’accomplissement concret. Ton cœur cherche à bâtir une vie solide — autant sur le plan émotionnel que matériel. Tu aimes te sentir utile, forte et respectée dans la relation.",
      "emotional_needs": [
        "Avoir confiance et être fière de ton partenaire.",
        "Sentir que tu formes une équipe solide, pas une dépendance.",
        "Construire quelque chose de tangible (projet, maison, stabilité).",
        "Être admirée, valorisée et respectée pour ton intégrité."
      ],
      "love_language": "Tu exprimes ton amour à travers la loyauté, la responsabilité et le soutien concret. Tu protèges les tiens, tu encourages leur réussite et tu montres ta tendresse par l’action, plus que par les mots.",
      "emotional_challenge": "Le cœur 8 peut parfois fermer ses émotions pour rester fort(e). Il craint de perdre le contrôle ou d’être vulnérable. Ton défi est d’apprendre à recevoir autant que tu donnes, et à montrer ta sensibilité sans la confondre avec la faiblesse."
    },
    "9": {
      "essence": "Ton cœur est universel, compatissant et profondément émotif. Tu ressens tout, souvent pour les autres autant que pour toi-même.",
      "emotional_needs": [
        "Empathie, compréhension et tendresse.",
        "Un amour empreint de spiritualité et de don.",
        "Un partenaire altruiste et sincère.",
        "Un sentiment d’unité émotionnelle."
      ],
      "love_language": "Tu aimes avec grandeur, sans condition. Tu offres ton cœur entier, souvent en soutenant et en inspirant ton partenaire.",
      "emotional_challenge": "Le cœur 9 peut se perdre dans le sacrifice ou la mélancolie. Ton défi est de poser des limites saines et de te choisir sans culpabilité."
    },
    "11": {
      "essence": "Ton cœur est un canal d’amour spirituel et d’intuition. Tu ressens l’amour comme une mission d’âme, un moyen d’éveiller et d’inspirer.",
      "emotional_needs": [
        "Connexion d’âme et compréhension intuitive.",
        "Un partenaire qui partage ta vision spirituelle.",
        "Émotion, intensité et foi en l’amour.",
        "Un équilibre entre inspiration et stabilité."
      ],
      "love_language": "Tu aimes par la lumière, les mots et la guidance. Tu élèves l’autre, parfois sans t’en rendre compte, et tu veux une union d’âme.",
      "emotional_challenge": "Le cœur 11 vit des émotions intenses. Ton défi est de rester ancré dans la réalité et d’éviter d’idéaliser le partenaire au détriment du présent."
    },
    "22": {
      "essence": "Ton cœur cherche à bâtir un amour durable et porteur. Tu veux unir spiritualité et concret dans la relation, construire un avenir de sens.",
      "emotional_needs": [
        "Sécurité affective et mission partagée.",
        "Un partenaire fiable, stable et conscient.",
        "Un sentiment de bâtir ensemble pour le long terme.",
        "Confiance mutuelle et maturité émotionnelle."
      ],
      "love_language": "Tu exprimes ton amour par la responsabilité, la constance et le soutien dans les projets communs. Tu veux une union forte et utile.",
      "emotional_challenge": "Le cœur 22 peut craindre d’échouer ou se charger de tout. Ton défi est d’apprendre à déléguer et à te permettre de recevoir de l’amour, pas seulement d’en donner."
    },
    "33": {
      "essence": "Ton cœur est celui d’un guérisseur et d’un enseignant de l’amour. Tu ressens profondément les émotions et cherches à élever les autres par ton affection.",
      "emotional_needs": [
        "Amour inconditionnel et compassion réciproque.",
        "Un partenaire sensible, attentionné et spirituel.",
        "Un lien fondé sur la tendresse et la compréhension profonde.",
        "Un espace d’amour libre de jugement et de critique."
      ],
      "love_language": "Tu aimes par la tendresse, l’écoute, la guérison émotionnelle et le don total de toi-même. Ton amour répare, éclaire et inspire.",
      "emotional_challenge": "Le cœur 33 peut se perdre dans le sauvetage ou le sacrifice. Ton défi est d’apprendre à aimer sans t’oublier et à poser des limites claires dans ta compassion."
    }
  }